<?= $this->extend("front/app") ?>
<?= $this->section("content") ?>

    <section class="banner-home">
        <img src="<?= (is_file($banner['banner'])?site_url($banner['banner']):site_url('assets/images/img-default.jpg')) ?>" class="hide-575" alt="thai gem">
        <img src="<?= (is_file($banner['banner_mobile'])?site_url($banner['banner_mobile']):site_url('assets/images/img-default.jpg')) ?>" class="show-575" alt="thai gem">
    </section>
    
    <section class="information-center pb-5">
        <div class="container">
            <!-- <div class="title text-center pt-5"><h1 class="fs-3 ff-semibold"><?= $meta_title ?></h1></div> -->
            <div class="content-body apply-member mt-3">
                <div class="p-4">
                    <h3>นโยบายการใช้คุกกี้ (Cookies Policy)</h3>
                    1. คุกกี้คืออะไร
                    <p>คุกกี้ คือ ไฟล์ข้อความขนาดเล็กที่ถูกดาวน์โหลดไปยังอุปกรณ์คอมพิวเตอร์หรืออุปกรณ์มือถือของท่าน ซึ่งทำหน้าที่บันทึกข้อมูลและการตั้งค่าต่าง ๆ เช่น บันทึกข้อมูลการตั้งค่าภาษาในอุปกรณ์บนอุปกรณ์ของท่าน บันทึกสถานะการเข้าใช้งานในปัจจุบันของท่าน เพื่อช่วยให้ท่านสามารถเข้าใช้งานเว็บไซต์และ/หรือแอปพลิเคชัน (รวมเรียกว่า “บริการ”) ได้อย่างต่อเนื่อง รวมถึงมีการรวบรวมข้อมูลเกี่ยวกับประวัติการเข้าใช้งานบริการที่ท่านชื่นชอบในรูปแบบไฟล์ โดยคุกกี้ไม่ได้ทำให้เกิดอันตรายต่ออุปกรณ์ของท่าน และเนื้อหาในคุกกี้จะถูกเรียกออกมาดูหรืออ่านได้โดยบริการที่สร้างคุกกี้ดังกล่าวเท่านั้น</p>                    

                    2. ประโยชน์ของคุกกี้
                    <p>คุกกี้จะบอกให้สมาคมอัญมณีฯ ทราบว่าท่านเข้าใช้งานส่วนใดในบริการของสมาคมอัญมณีฯ เพื่อที่สมาคมอัญมณีฯ จะสามารถมอบประสบการณ์การใช้บริการที่ดีขึ้นและตรงกับความต้องการของท่านได้ นอกจากนี้ การบันทึกการตั้งค่าแรกของบริการด้วยคุกกี้จะช่วยให้ท่านเข้าถึงบริการด้วยค่าที่ตั้งไว้ทุกครั้งที่ใช้งาน ยกเว้นในกรณีที่คุกกี้ถูกลบซึ่งจะทำให้การตั้งค่าทุกอย่างจะกลับไปที่ค่าเริ่มต้น</p>                    

                    3. การใช้งานคุกกี้
                    <p>สมาคมอัญมณีฯ ใช้คุกกี้และเทคโนโลยีอื่น เช่น พิกเซลแท็ก (Pixel-tags) บนบริการของสมาคมอัญมณีฯ (รวมเรียกว่า “บริการที่อ้างอิงนโยบายการใช้คุกกี้”) ดังนั้น บริการใดก็ตามที่ท่านใช้เพื่อเข้าถึงบริการที่อ้างอิงนโยบายการใช้คุกกี้จะได้รับคุกกี้จากสมาคมอัญมณีฯ</p>
                    <p>เมื่อท่านเข้าถึงบริการที่อ้างอิงนโยบายการใช้คุกกี้ คุกกี้ของสมาคมอัญมณีฯ จะถูกดาวน์โหลดไปยังอุปกรณ์ของท่านเพื่อเก็บข้อมูลเกี่ยวกับรูปแบบการใช้และประวัติการใช้บริการ ข้อมูลหรือบริการที่ท่านสนใจ รวมถึงหมายเลขอ้างอิงการเข้าใช้บริการล่าสุดของท่าน เป็นต้น</p>
                    <p>นอกจากนั้น สมาคมอัญมณีฯ มีการใช้งานคุกกี้ร่วมกับเทคโนโลยีประเภทพิกเซลแท็ก เพื่อทราบถึงรูปแบบการใช้และประวัติการใช้บริการ ข้อมูลหรือบริการที่ท่านสนใจ และนำไปวิเคราะห์ เพื่อพัฒนาการให้บริการ แสดงเนื้อหา โฆษณา หรือประชาสัมพันธ์กิจกรรมที่เหมาะสมรวมถึงการบริการต่าง ๆ ที่ตรงกับความสนใจของท่าน เพื่อเพิ่มความพึงพอใจให้แก่ท่านได้มากยิ่งขึ้น</p>                    

                    สำหรับประเภทคุกกี้ที่สมาคมอัญมณีฯ ใช้งาน สามารถแบ่งประเภทได้ดังนี้
                    3.1 คุกกี้เพื่อการให้บริการ
                    <p>คุกกี้เพื่อการให้บริการจะช่วยให้ท่านสามารถใช้บริการ และ/หรือเข้าถึงฟังก์ชันต่าง ๆ ได้ เช่น คุกกี้ที่จัดการเรื่องการเข้าสู่ระบบ (Login) และสถานะการเข้าสู่ระบบของท่าน</p>

                    3.2 คุกกี้ที่ช่วยเสริมประสิทธิภาพในการใช้บริการ
                    <p>คุกกี้ที่ช่วยเสริมประสิทธิภาพในการใช้บริการจะช่วยอำนวยความสะดวกแก่ท่านในการใช้บริการ รวมทั้งช่วยให้สมาคมอัญมณีฯ รู้จักท่านมากยิ่งขึ้น โดยสมาคมอัญมณีฯ จะใช้ข้อมูลดังกล่าวนี้ในการนำเสนอและพัฒนาสินค้าและ/หรือบริการของสมาคมอัญมณีฯ ให้ตรงกับความสนใจของท่านต่อไป</p>

                    ตัวอย่างการอำนวยความสะดวกแก่ท่านในการใช้บริการด้วยคุกกี้ประเภทนี้ คือ
                    <p>ช่วยจำสถานะของการใช้บริการ เช่น ภาษาที่เลือกใช้ ช่วยจำคำตอบที่ท่านเคยตอบไปแล้ว ซึ่งจะช่วยให้ท่านไม่ต้องตอบคำถามเดิมซ้ำอีก ให้บริการ LiveChat บนเว็บไซต์ของสมาคมอัญมณีฯ ให้บริการฟังก์ชัน Social Media Sharing ซึ่งจะช่วยให้ท่านสามารถแบ่งปันเนื้อหาที่สนใจบนเครือข่ายสังคมออนไลน์ (Social Network) ทั้งนี้ เพื่อการให้บริการและเพื่ออำนวยความสะดวกแก่ท่านในการใช้บริการตามตัวอย่างข้างต้น สมาคมอัญมณีฯ มีการใช้งานโปรแกรมเสริม (Plugin) และบริการของบุคคลที่สาม เช่น Google Analytics, Facebook Analytics, Truehits, Hotjars, Facebook, Line, Twitter, และ AddThis</p>
                    
                    4. วิธีปิดการทำงานของคุกกี้
                    <p>ท่านสามารถปิดการทำงานของคุกกี้ได้ โดยการตั้งค่าเบราว์เซอร์ของท่าน และตั้งค่าความเป็นส่วนตัวเพื่อระงับการรวบรวมข้อมูลโดยคุกกี้ในอนาคต</p>
                    

                    อย่างไรก็ตาม บริการบางอย่างบนเว็บไซต์ของสมาคมอัญมณีฯ จำเป็นต้องมีการใช้คุกกี้ หากท่านปิดการทำงานคุกกี้อาจทำให้ท่านใช้งานฟังก์ชันบางอย่างหรือทั้งหมดของบริการดังกล่าวได้อย่างไม่ราบรื่น
                </div>
            </div>
        </div>
    </section>
    <!-- echo lang('GlobalLang.notfound'); -->
<?= $this->endSection() ?>