<?php

return [
    'e-info' => 'อัพเดตข้อมูล',
    'e-profile' => 'อัพเดตโปรไฟล์',
    'comfirm' => 'ยืนยัน',
    'cancel' => 'ยกเลิก',
    'd-form' => 'ดาวน์โหลด',
    'create' => 'สร้าง',
    'close' => 'ปิด',
    'process' => 'รอดำเนินการ',
    'complete' => 'ดำเนินการสำเร็จแล้ว',
    'disapproved' => 'ไม่อนุมัติ',
    'mbshId' => 'รหัสสมาชิก',
    'more' => 'เพิ่มเติม',
    'hide' => 'ซ่อน',
    'success' => 'ระบบดำเนินการเรียบร้อยแล้ว',
    'successText' => 'กรุณาดาวน์โหลดใบสมัครที่เมนูดาวโหลด เพื่อทำการกรอกเอกสารดำเนินการขั้นต่อไป',
    'delSuccess' => 'ระบบลบข้อมูลเรียบร้อยแล้ว',
    'msg_upload' => 'ระบบบันทึกข้อมูลเรียบร้อยแล้ว <br>กรุณารอเจ้าหน้าที่ทำการตรวจสอบภายใน 30 วันหากเอกสารผ่านการพิจารณาท่านจะได้รับอีเมลแจ้งเตือน',
    'msg_invoice' => 'ระบบบันทึกข้อมูลเรียบร้อยแล้ว <br>กรุณารอเจ้าหน้าที่ดำเนินการตรวจสอบ หากบัญชีของคุณผ่านการอนุมัติท่านจะได้รับแจ้งทางอีเมล',
    'msg_booking' => 'กรุณาดาวโหลดใบสมัครงานแสดงสินค้า เพื่อทำการกรอกข้อมูล และแนบไฟล์กลับมาได้จากเมนู อัพโหลดไฟล์'
];
