<?php

return [
    'e-info' => 'อัพเดตข้อมูล',
    'e-profile' => 'อัพเดตโปรไฟล์',
    'comfirm' => 'ยืนยัน',
    'cancel' => 'ยกเลิก',
    'd-form' => 'ดาวน์โหลด',
    'create' => 'สร้าง',
    'close' => 'ปิด',
    'process' => 'รอดำเนินการ',
    'complete' => 'ดำเนินการสำเร็จแล้ว',
    'disapproved' => 'ไม่อนุมัติ',
    'mbshId' => 'รหัสสมาชิก',
    'more' => 'เพิ่มเติม',
    'hide' => 'ซ่อน',
    'success' => 'ระบบดำเนินการเรียบร้อยแล้ว',
    'successText' => 'กรุณาดาวน์โหลดใบสมัครที่เมนูดาวโหลด เพื่อทำการกรอกเอกสารดำเนินการขั้นต่อไป',
    'delSuccess' => 'ระบบลบข้อมูลเรียบร้อยแล้ว',
    'msg_upload' => 'ระบบบันทึกข้อมูลเรียบร้อยแล้ว <br>กรุณารอเจ้าหน้าที่ทำการตรวจสอบภายใน 30 วันหากเอกสารผ่านการพิจารณาท่านจะได้รับอีเมลแจ้งเตือน',
    'msg_invoice' => 'ระบบบันทึกข้อมูลเรียบร้อยแล้ว <br>กรุณารอเจ้าหน้าที่ดำเนินการตรวจสอบ หากบัญชีของคุณผ่านการอนุมัติท่านจะได้รับแจ้งทางอีเมล',
    'msg_booking' => 'กรุณาดาวโหลดใบสมัครงานแสดงสินค้า เพื่อทำการกรอกข้อมูล และแนบไฟล์กลับมาได้จากเมนู อัพโหลดไฟล์',
    'sl-cate' => 'เลือกหมวดหมู่',
    'create_wb' => 'สร้างเว็บบอร์ด',
    'topic' => 'หัวข้อ',
    'wb-detail' => 'รายละเอียดเว็บบอร์ด',
    'my-wb' => 'เว็บบอร์ดของฉัน',
    'employee' => 'จำนวนพนักงาน',
    'person' => 'คน',
    'peopleUp' => 'คนขึ้นไป',
    'menu' => 'เมนู',
    'preview' => 'ดูตัวอย่าง',
    'map-iframe' => 'ป้อน Iframe Google map',
    'map-title' => 'ตัวอย่างการใช้ Iframe จาก Google Map',
    'map-detail' => '
        <ul class="list-unstyled">
            <li>- เข้าเว็บไซต์ <a href="https://www.google.co.th/maps/" target="_blank" class="c-black">Google Map</a></li>
            <li>1. ค้นหาสถานที่ที่ต้องการ</li>
            <li>2. หาไอคอนแชร์ จากนั้นให้กดที่ไอคอนแชร์</li>
            <li>3. เมื่อป๊อบอัพแชร์แสดงขึ้นให้เลือกแถบเมนู "ฝังแผนที่ / Embed a map"</li>
            <li>4. จากนั้นกด "คัดลอก HTML / COPY HTML"</li>
            <li>5. นำโค้ดที่คัดลอกมากป้อนในช่องกรอกข้อมูล</li>
        </ul>',

    // Validate password Text
    'pwd-limit' => 'รหัสผ่านอย่างน้อย 6 ตัวอักษร',
    'pwd-put' => 'กรุณากรอกรหัสผ่าน',
    'pwd-match' => 'รหัสผ่านไม่ตรงกัน'

];
